{
  "text": {
    "hi": 87,
    "sfs": 156,
    "infobot": 96,
    "hey": 86,
    "hello": 82,
    "good": 76,
    "morning": 126,
    "afternoon": 9,
    "evening": 59,
    "greetings": 78,
    "what": 189,
    "s": 149,
    "up": 185,
    "there": 175,
    "tell": 170,
    "me": 122,
    "about": 8,
    "college": 40,
    "is": 100,
    "st": 162,
    "francis": 73,
    "de": 49,
    "sales": 150,
    "can": 36,
    "you": 196,
    "give": 75,
    "some": 158,
    "information": 97,
    "the": 174,
    "introduction": 99,
    "bye": 34,
    "see": 153,
    "goodbye": 77,
    "thanks": 172,
    "that": 173,
    "all": 11,
    "thank": 171,
    "farewell": 65,
    "take": 167,
    "care": 38,
    "later": 108,
    "a": 7,
    "lot": 113,
    "helpful": 83,
    "appreciate": 16,
    "it": 101,
    "for": 72,
    "info": 95,
    "okay": 135,
    "no": 129,
    "not": 131,
    "really": 147,
    "nope": 130,
    "exactly": 62,
    "wrong": 194,
    "incorrect": 94,
    "are": 18,
    "bot": 30,
    "human": 90,
    "i": 91,
    "am": 12,
    "talking": 168,
    "to": 177,
    "an": 13,
    "ai": 10,
    "who": 191,
    "events": 61,
    "upcoming": 186,
    "happening": 80,
    "at": 20,
    "list": 112,
    "any": 14,
    "scheduled": 152,
    "on": 136,
    "__number__": 6,
    "15th": 1,
    "january": 102,
    "event": 60,
    "april": 17,
    "20th": 4,
    "may": 119,
    "next": 128,
    "monday": 124,
    "today": 178,
    "around": 19,
    "end": 58,
    "of": 132,
    "festivals": 69,
    "in": 93,
    "special": 159,
    "days": 48,
    "february": 66,
    "march": 116,
    "14th": 0,
    "festival": 68,
    "18th": 2,
    "june": 104,
    "facilities": 63,
    "available": 22,
    "offered": 134,
    "by": 33,
    "kind": 105,
    "do": 54,
    "have": 81,
    "infrastructure": 98,
    "library": 110,
    "sports": 161,
    "computer": 43,
    "lab": 107,
    "cultural": 47,
    "hostel": 88,
    "details": 53,
    "gym": 79,
    "wifi": 192,
    "canteen": 37,
    "parking": 138,
    "bank": 26,
    "campus": 35,
    "welfare": 188,
    "staff": 163,
    "ict": 92,
    "physical": 142,
    "auditorium": 21,
    "study": 165,
    "lawns": 109,
    "postgraduate": 143,
    "courses": 46,
    "offer": 133,
    "pg": 140,
    "programs": 145,
    "show": 157,
    "master": 117,
    "degrees": 50,
    "m": 114,
    "economics": 57,
    "course": 45,
    "sc": 151,
    "psychology": 146,
    "want": 187,
    "know": 106,
    "more": 125,
    "com": 41,
    "mba": 120,
    "mgmt": 123,
    "duration": 56,
    "mca": 121,
    "pgcet": 141,
    "specializations": 160,
    "description": 52,
    "mathematics": 118,
    "program": 144,
    "fee": 67,
    "how": 89,
    "much": 127,
    "does": 55,
    "cost": 44,
    "structure": 164,
    "first": 71,
    "year": 195,
    "tuition": 182,
    "charges": 39,
    "semester": 154,
    "wise": 193,
    "breakdown": 31,
    "get": 74,
    "syllabus": 166,
    "where": 190,
    "find": 70,
    "1st": 3,
    "outline": 137,
    "link": 111,
    "undergraduate": 184,
    "ug": 183,
    "bca": 28,
    "bba": 27,
    "aviation": 23,
    "b": 24,
    "regular": 148,
    "bsc": 32,
    "pcm": 139,
    "ba": 25,
    "hep": 84,
    "hes": 85,
    "bcom": 29,
    "tt": 181,
    "jpe": 103,
    "sep": 155,
    "third": 176,
    "faculty": 64,
    "teaches": 169,
    "travel": 180,
    "tourism": 179,
    "2nd": 5,
    "department": 51,
    "commerce": 42,
    "management": 115,
    "applications": 15
  },
  "intent": {
    "greet": 18,
    "welcome": 20,
    "goodbye": 17,
    "thank": 19,
    "deny": 16,
    "bot_challenge": 15,
    "ask_college_events": 4,
    "ask_event_on_date": 9,
    "ask_festival_on_date": 10,
    "ask_about_facilities": 2,
    "ask_about_specific_facility": 3,
    "ask_pg_courses": 14,
    "ask_pg_course_details": 11,
    "ask_pg_course_fee": 12,
    "ask_pg_course_syllabus": 13,
    "ask_about_courses": 0,
    "ask_course_details": 5,
    "ask_course_fee": 7,
    "ask_course_faculty": 6,
    "ask_course_syllabus": 8,
    "ask_about_department_programs": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 12,
    "action_session_start": 14,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 13,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 25,
    "action_unlikely_intent": 26,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_list_all_courses": 6,
    "action_list_all_facilities": 7,
    "action_list_college_events": 8,
    "action_list_department_programs": 9,
    "action_list_pg_courses": 10,
    "action_show_course_details": 15,
    "action_show_course_faculty": 16,
    "action_show_course_fee": 17,
    "action_show_course_syllabus": 18,
    "action_show_event_on_date": 19,
    "action_show_festival_on_date": 20,
    "action_show_pg_course_details": 21,
    "action_show_pg_course_fee": 22,
    "action_show_pg_course_syllabus": 23,
    "action_show_specific_facility": 24,
    "utter_bot_challenge": 27,
    "utter_college_events": 28,
    "utter_event_on_date": 29,
    "utter_festival_on_date": 30,
    "utter_goodbye": 31,
    "utter_greet": 32,
    "utter_thankyou": 33,
    "utter_welcome": 34
  },
  "action_text": null,
  "intent_response_key": null
}