{
  "text": {
    "tell": 230,
    "me": 158,
    "about": 8,
    "achievements": 9,
    "who": 257,
    "are": 25,
    "the": 235,
    "achievers": 10,
    "any": 21,
    "awards": 33,
    "won": 261,
    "what": 254,
    "honors": 117,
    "show": 213,
    "alumni": 16,
    "from": 98,
    "__number__": 6,
    "graduates": 104,
    "of": 175,
    "past": 184,
    "students": 222,
    "batch": 38,
    "is": 132,
    "marketing": 151,
    "club": 55,
    "activities": 11,
    "team": 229,
    "details": 73,
    "events": 83,
    "related": 200,
    "to": 240,
    "info": 125,
    "ncc": 166,
    "orientation": 181,
    "cadet": 48,
    "training": 243,
    "program": 192,
    "on": 180,
    "event": 82,
    "upcoming": 250,
    "college": 56,
    "this": 238,
    "month": 161,
    "s": 203,
    "happening": 107,
    "at": 29,
    "recent": 197,
    "programs": 193,
    "held": 109,
    "news": 169,
    "updates": 251,
    "latest": 141,
    "announcements": 20,
    "new": 168,
    "sfs": 212,
    "when": 255,
    "next": 170,
    "exam": 85,
    "give": 100,
    "timetable": 239,
    "schedule": 206,
    "exams": 86,
    "dates": 67,
    "will": 259,
    "results": 202,
    "be": 42,
    "announced": 19,
    "where": 256,
    "can": 50,
    "i": 121,
    "find": 94,
    "want": 252,
    "check": 54,
    "my": 165,
    "result": 201,
    "how": 119,
    "see": 208,
    "marks": 152,
    "internal": 129,
    "assessments": 28,
    "assessment": 27,
    "internals": 130,
    "going": 101,
    "tests": 231,
    "skill": 214,
    "development": 74,
    "workshops": 262,
    "for": 96,
    "there": 236,
    "sessions": 211,
    "based": 37,
    "available": 31,
    "in": 123,
    "conducted": 60,
    "regularly": 199,
    "personality": 186,
    "hi": 116,
    "infobot": 126,
    "hey": 115,
    "hello": 110,
    "good": 102,
    "morning": 163,
    "afternoon": 13,
    "evening": 81,
    "greetings": 105,
    "up": 249,
    "st": 219,
    "francis": 97,
    "de": 69,
    "sales": 204,
    "you": 265,
    "some": 215,
    "information": 127,
    "introduction": 131,
    "bye": 47,
    "goodbye": 103,
    "thanks": 233,
    "that": 234,
    "all": 15,
    "thank": 232,
    "farewell": 89,
    "take": 225,
    "care": 52,
    "later": 140,
    "a": 7,
    "lot": 147,
    "helpful": 112,
    "appreciate": 23,
    "it": 133,
    "okay": 179,
    "no": 171,
    "not": 173,
    "really": 196,
    "nope": 172,
    "exactly": 84,
    "wrong": 263,
    "incorrect": 124,
    "bot": 43,
    "human": 120,
    "am": 17,
    "talking": 227,
    "an": 18,
    "ai": 14,
    "contact": 61,
    "phone": 189,
    "number": 174,
    "email": 79,
    "address": 12,
    "located": 146,
    "need": 167,
    "help": 111,
    "contacting": 62,
    "office": 178,
    "provide": 194,
    "talk": 226,
    "more": 162,
    "list": 145,
    "scheduled": 207,
    "15th": 1,
    "january": 134,
    "april": 24,
    "20th": 4,
    "may": 155,
    "monday": 160,
    "today": 241,
    "around": 26,
    "end": 80,
    "festivals": 93,
    "special": 216,
    "days": 68,
    "february": 90,
    "march": 150,
    "14th": 0,
    "festival": 92,
    "18th": 2,
    "june": 136,
    "facilities": 87,
    "offered": 177,
    "by": 46,
    "kind": 137,
    "do": 75,
    "have": 108,
    "infrastructure": 128,
    "library": 143,
    "sports": 218,
    "computer": 59,
    "lab": 139,
    "cultural": 66,
    "hostel": 118,
    "gym": 106,
    "wifi": 258,
    "canteen": 51,
    "parking": 183,
    "bank": 36,
    "campus": 49,
    "welfare": 253,
    "staff": 220,
    "ict": 122,
    "physical": 190,
    "auditorium": 30,
    "study": 223,
    "lawns": 142,
    "postgraduate": 191,
    "courses": 65,
    "offer": 176,
    "pg": 187,
    "master": 153,
    "degrees": 70,
    "m": 148,
    "economics": 78,
    "course": 64,
    "sc": 205,
    "psychology": 195,
    "know": 138,
    "com": 57,
    "mba": 156,
    "mgmt": 159,
    "duration": 77,
    "mca": 157,
    "pgcet": 188,
    "specializations": 217,
    "description": 72,
    "mathematics": 154,
    "fee": 91,
    "much": 164,
    "does": 76,
    "cost": 63,
    "structure": 221,
    "first": 95,
    "year": 264,
    "tuition": 246,
    "charges": 53,
    "semester": 209,
    "wise": 260,
    "breakdown": 44,
    "get": 99,
    "syllabus": 224,
    "1st": 3,
    "outline": 182,
    "link": 144,
    "undergraduate": 248,
    "ug": 247,
    "bca": 40,
    "bba": 39,
    "aviation": 32,
    "b": 34,
    "regular": 198,
    "bsc": 45,
    "pcm": 185,
    "ba": 35,
    "hep": 113,
    "hes": 114,
    "bcom": 41,
    "tt": 245,
    "jpe": 135,
    "sep": 210,
    "third": 237,
    "faculty": 88,
    "teaches": 228,
    "travel": 244,
    "tourism": 242,
    "2nd": 5,
    "department": 71,
    "commerce": 58,
    "management": 149,
    "applications": 22
  },
  "intent": {
    "ask_achievements": 4,
    "ask_alumni_2020": 5,
    "ask_marketing_club": 17,
    "ask_ncc_orientation": 18,
    "ask_college_events": 6,
    "ask_college_news": 7,
    "ask_exam_schedule": 14,
    "ask_results": 23,
    "ask_internal_assessment": 16,
    "ask_skill_development": 24,
    "ask_workshops": 25,
    "greet": 29,
    "welcome": 32,
    "goodbye": 28,
    "thank": 31,
    "deny": 27,
    "bot_challenge": 26,
    "ask_contact_info": 8,
    "ask_event_on_date": 13,
    "ask_festival_on_date": 15,
    "ask_about_facilities": 2,
    "ask_about_specific_facility": 3,
    "ask_pg_courses": 22,
    "ask_pg_course_details": 19,
    "ask_pg_course_fee": 20,
    "ask_pg_course_syllabus": 21,
    "ask_about_courses": 0,
    "ask_course_details": 9,
    "ask_course_fee": 11,
    "ask_course_faculty": 10,
    "ask_course_syllabus": 12,
    "ask_about_department_programs": 1,
    "inform_name": 30
  },
  "response": null,
  "action_name": {
    "action_listen": 12,
    "action_restart": 13,
    "action_session_start": 16,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 14,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 27,
    "action_unlikely_intent": 28,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_user_name": 6,
    "action_list_all_courses": 7,
    "action_list_all_facilities": 8,
    "action_list_college_events": 9,
    "action_list_department_programs": 10,
    "action_list_pg_courses": 11,
    "action_save_user_name": 15,
    "action_show_course_details": 17,
    "action_show_course_faculty": 18,
    "action_show_course_fee": 19,
    "action_show_course_syllabus": 20,
    "action_show_event_on_date": 21,
    "action_show_festival_on_date": 22,
    "action_show_pg_course_details": 23,
    "action_show_pg_course_fee": 24,
    "action_show_pg_course_syllabus": 25,
    "action_show_specific_facility": 26,
    "utter_ask_achievements": 29,
    "utter_ask_alumni_2020": 30,
    "utter_ask_college_events": 31,
    "utter_ask_college_news": 32,
    "utter_ask_contact_info": 33,
    "utter_ask_exam_schedule": 34,
    "utter_ask_internal_assessment": 35,
    "utter_ask_marketing_club": 36,
    "utter_ask_ncc_orientation": 37,
    "utter_ask_results": 38,
    "utter_ask_skill_development": 39,
    "utter_ask_workshops": 40,
    "utter_bot_challenge": 41,
    "utter_college_events": 42,
    "utter_event_on_date": 43,
    "utter_festival_on_date": 44,
    "utter_goodbye": 45,
    "utter_greet": 46,
    "utter_thankyou": 47,
    "utter_welcome": 48
  },
  "action_text": null,
  "intent_response_key": null
}